Repository: giellalt/corpus-nob
Catalog: stable/tmx/sma/science/samilogut/2015/4_samisk_fjernundervisning.pdf.tmx
Source language: nob
Languages: sma

source: Sørsamisk: Sørsamisk område har spredt bosetting og tradisjonelt mange fjernundervisningselever.
sma: Åarjelsaemien: Åarjelsaemien dajvesne almetjh bårrode årroeh jïh aerpievuekien mietie jïjnjh maajhööhpehtimmielearohkh.

source: Elevene får hele timetallet som fjernundervisning og mange av eleven får språksamlinger i tillegg.
sma: Learohkh abpe tæjmoelåhkoem åadtjoeh goh maajhööhpehtimmie jïh jïjnjh dejstie learoehkijstie gïeletjåanghkoeh åadtjoeh lissine.

source: De ulike fjernundervisningstilbyderne har forskjellige ordninger rundt dette.
sma: Doh ovmessie maajhööhpehtimmiefaalehtæjjah joekehts öörnegh dan bïjre utnieh.

source: Sameskolen for Midt-Norge tilbyr seks uker språksamling, Sameskolen i Snåsa fire uker og Brekken oppvekst- og lokalsenter to-tre uker.
sma: Gaske-Nöörjen saemieskovle govhte våhkoeh gïeletjåanghkojste faalehte. Åarjel-saemiej skuvle Snåasesne njieljie våhkoeh faalehte jïh Praahken byjjenimmie- jïh voengejarnge göökte-golme våhkoeh.

source: I videregående opplæring har de kortere samlinger.
sma: Jåarhkeööhpehtimmesne åeniehkåbpoe tjåanghkoeh utnieh.

source: Noen av elevene kombinerer fjernundervisning med ambulerende lærer.
sma: Muvhth dejstie learoehkijstie maajhööhpehtimmiem aktanieh mïnneden lohkehtæjjine.

source: 4.3 Utvikling samisk fjernundervisning siste ti år
sma: 4.3 Evtiedimmie saemien maajhööhpehtimmeste dej minngemes luhkie jaepiej

source: Under er elevtallsutviklinga beskrevet for de ti siste åra.
sma: Vuelielisnie evtiedimmiem learohkelåhkoste buerkiestamme dejtie minngemes luhkie jaepide.

source: Tallene i parentes viser hvor mange av elevene som har hatt samisk som førstespråk.
sma: Doh taalh parentesesne vuesiehtieh man gallesh learoehkijstie mah saemien voestesgïeline åtneme.

source: For videregående opplæring er det noen få elever som har fått opplæring i samisk som fremmedspråk.
sma: Jåarhkeööhpehtimmesne naan gille learohkh lïerehtimmiem åådtjeme saemien gïelesne ammesgïeline.

source: Disse er her inkludert i tallene for andrespråk.
sma: Daah leah daesnie meatan vaaltasovveme taaline mubpiengïelese.

source: Figur 4.2 viser at elevtallet for lulesamisk fjernundervisning i videregående går i bølger og akkurat nå er på veg oppover.
sma: Figuvre 4.2 vuesehte learohkelåhkoe julevsaemien maajhööhpehtæmman jåarhkedaltesisnie baarojne jåhta jïh raaktan daelie læsseneminie.

source: Et slikt svingende elevtall gir store utfordringer for fjernundervisningstilbyderne når det gjelder langsiktig planlegging av bemanningssituasjonen.
sma: Akte dagkeres learohkelåhkoe mij dan jïjnjem gajva stoerre haestemh vadta dejtie mah maajhööhpehtimmiem faalehtieh gosse edtjieh soejkesjidh tïjjen åvtese man jïjnjh lohkehtæjjah daerpies.

source: Når man ikke vet elevtallet fra år til år er det vanskelig å forsvare for eksempel store satsinger med hensyn til målrettet kompetanseheving for fjernundervisningslærerne.
sma: Gosse ij learohkelåhkoem daejrieh jaepeste jaapan dellie geerve vuesiehtimmien gaavhtan stoerre råajvarimmieh voebnesjidh akten ulmiestuvreldh maahtoelutnjemen bïjre maajhööhpehtimmielohkehtæjjide.

source: For grunnskolen viser figuren at elevtallene er små, men stabile.
sma: Maadthskuvlese figuvre vuesehte learohkelåhkoe lea onne, men jïebne.

source: Potensialet for økte elevtall innafor lulesamisk fjernundervisning i grunnskolen må anses å være betydelig.
sma: Tjuara aerviedidh stoerre nuepie gååvnese learohkelåhkoem lissiehtidh julevsaemien maajhööhpehtimmien sisnjelen.

source: 4.4 Avslutning
sma: 4.4 Galhkuve

source: Artikkelen har sett på samisk fjernundervisning i et tiårsperspektiv.
sma: Tjaalege lea saemien maajhööhpehtimmiem gïehtjedamme aktene perspektijvesne luhkie jaepiej tjirrh.

source: Vi har sett at utviklingen har gått noe i bølger når det gjelder elevtall.
sma: Mijjieh libie vuajneme evtiedimmie lea ånnetji baarojne jåhteme gosse lea learohkelåhkoen bïjre.

source: Utviklingen for fjernundervisning sammenfaller i stor grad med den totale elevtallsutviklingen i samisk.
sma: Evtiedimmie maajhööhpehtæmman lea jeenjemasth seammalaakan goh dihte ållesth learohkelåhkoeevtiedimmie saemien gïelesne.

source: Imidlertid viser statistikken også at det for enkelte år, og for enkelte samiske språk at fjernundervisning har vært helt avgjørende for at samiskelever har fått sin språkopplæring.
sma: Statistihke læjhkan aaj vuesehte muvhtide jaepide, jïh muvhtide saemien gïelide, dle maajhööhpehtimmie eevre vihkeles orreme ihke saemienlearohkh sijjen gïelelïerehtimmiem åådtjeme.

source: Derfor er samisk fjernundervisning svært viktig, og det er sannsynlig at med økende urbanisering vil fjernundervisning bli stadig viktigere for at nasjonale målsettinger om satsing på samisk språk kan oppfylles.
sma: Dan åvteste saemien maajhööhpehtimmie joekoen vihkeles, jïh nov amma buajhkoes gosse dan jeenjesh staaride juhtieh, maajhööhpehtimmie ahkedh vihkielåbpoe sjædta ihke nasjovnaale ulmieh dåarjoehtimmien bïjre saemien gïelese, maahta illesovvedh.

source: 4.5 Tilrådinger
sma: 4.5 Raerieh

source: Fylkesmannen i Finnmark og Fylkesmannen i Nordland må fortsette kompetansehevingsarbeidet for samiske fjernundervisningslærere.
sma: Finnmaarhken fylhkenålma jïh Nordlaanten fylhkenålma tjuerieh maahtoelutnjemebarkojne jåerhkedh saemien maajhööhpehtimmielohkehtæjjide.

source: Arbeidet må fokusere både på fjernundervisningsdidaktikk, bruk av tekniske verktøy, samisk språk og man må sikre urfolksdimensjonen i fjernundervisninga.
sma: Barkoe tjuara fokusinie utnedh dovne maajhööhpehtimmiedidaktihkem, åtnoem teknihkeles dïrregijstie jïh saemien gïelem, jïh tjuara aaj aalkoealmetjedimensjovnem gorredidh maajhööhpehtimmesne.

source: Det må stilles ressurser til rådighet for kompetansehevinga.
sma: Vierhtieh tjuerieh maahtoelutnjemasse gååvnesidh.

source: Det vil være berikende å se til gode eksempler fra utlandet på god fjernundervisning.
sma: Sæjhta nuhteligs årrodh ålkoelaantese vuartasjidh gusnie hijven vuesiehtimmieh gååvnesieh guktie hijven maajhööhpehtimmiem tjïrrehte.

source: Fjernundervisningstilbydere må sikres rammevilkår som bidrar til at de kan planlegge langsiktig i forbindelse med tilsettinger av FU-personell.
sma: Tjuara mieriekrïevenasside gorredidh dejtie mah maajhööhpehtimmiem faalehtieh guktie dah maehtieh guhkiebasse soejkesjidh gosse edtjieh MØ-barkijh seehtedh.

source: Informasjonen om fjernundervisning som opplæringsmodell må informeres om til både skoleeiere og foreldre.
sma: Bïevnesh maajhööhpehtimmien bïjre goh lïerehtimmiemaalle tjuerieh båetedh dovne skuvleaajhteridie jïh slïektide.

source: Refusjonssatsen til skoleeiere for samisk fjernundervisning må økes vesentlig.
sma: Refusjovneåesie skuvleaajhteridie saemien maajhööhpehtæmman tjuara tjarke læssanidh.

source: Ved samisk fjernundervisning for de aller yngste elevene bør en assistent bistå i opplæringa hos mottakerskolen.
sma: Saemien maajhööhpehtimmesne dejtie ellen nööremes learoehkidie akte klahke byöroe viehkine årrodh lïerehtimmesne dåastojeskuvlen luvnie.

source: Ei målrettet kompetanseheving for samiske fjernundervisningslærere må gjennomføres, ikke minst fordi det er få eller ingen kurstilbud i fjernundervisningsdidaktikk i lærerutdanningene.
sma: Tjuara aktem ulmiestuvreldh maahtoelutnjemem tjïrrehtidh saemien maajhööhpehtimmie- lohkehtæjjide, ij goh unnemes dan åvteste vaenie jallh ij naan kuvsjefaalenassh maajhööhpehtimmiedidaktihkesne lohkehtæjjaööhpehtimmine.

source: Samiske elever bosatt i utlandet bør ha samme rett til komplementær samiskopplæring slik norske elever bosatt i utlandet har rett til komplementær norskopplæring.
sma: Saemien learohkh mah ålkoelaantesne årroeminie byöroe seamma reaktam utnedh lissie saemienlïerehtimmiem åadtjodh naemhtie goh nöörjen learohkh mah ålkoelaantesne årroeh reaktam utnieh lissie nöörjenlïerehtimmiem åadtjodh.
